app/controllers/pages_controller.rb

SELECT "blogs".* FROM "blogs"
---
  def home
    @aRubyVariableForAllTheBlogs = Blog.all