app/controllers/portefeuils_controller.rb

    def index
        @portfolio_items = Portefeuil.all
---
SELECT "portefeuils".* FROM "portefeuils"

    def create
        @portfolio_item = Portefeuil.new(params.require(:portefeuil).permit(:title, :subtitle, :body))

        respond_to do |format|
          if @portfolio_item.save
---
INSERT INTO "portefeuils" ("title", "subtitle", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "dsd"], ["subtitle", "dsds"], ["body", "sdsd"], ["created_at", "2018-09-06 20:27:30.020478"], ["updated_at", "2018-09-06 20:27:30.020478"]]